Repository: peterneutron/illumination
Catalog: Illumination/Localizable.xcstrings
Source language: en
Languages: de

source: Add from Installed Apps…
de: Aus installierten Apps hinzufügen…

source: Add Frontmost Blocked App (%@)
de: Aktive App zur Sperrliste hinzufügen (%@)

source: Add the frontmost app to blocked apps.
de: Füge die aktive App zur Sperrliste hinzu.

source: Advanced Options
de: Erweiterte Optionen

source: ALS Automatic
de: ALS-Automatik

source: App Overrides
de: App-Blockliste

source: Automatic
de: Automatisch

source: Automatic (%@)
de: Automatisch (%@)

source: Block
de: Blockieren

source: Blocked Apps
de: Blockierte Apps

source: Blocked by app: %@
de: Blockiert durch App: %@

source: Brightness
de: Helligkeit

source: Brightness & Safety
de: Helligkeit & Sicherheit

source: Daybreak
de: Morgenröte

source: Disabled
de: Deaktiviert

source: Display Not Supported
de: Anzeige nicht unterstützt

source: EDR Nudge
de: EDR-Impuls

source: Enabled
de: Aktiv

source: Everywhere
de: Überall

source: Frontmost app has no bundle identifier.
de: Die aktive App hat keine Bundle-ID.

source: Full
de: Voll

source: Guard Factor: %d%%
de: Schutzfaktor: %d%%

source: Guard Mode
de: Schutzmodus

source: HDR asset not found
de: HDR-Ressource nicht gefunden

source: High Noon
de: Mittagssonne

source: Installed Apps
de: Installierte Apps

source: Issue
de: Problem

source: Low
de: Niedrig

source: Manual
de: Manuell

source: Master
de: Hauptschalter

source: Midday
de: Mittag

source: Mode: %@
de: Modus: %@

source: No blocked apps configured.
de: Keine blockierten Apps.

source: No matching apps.
de: Keine passenden Apps.

source: Off
de: Aus

source: Quit
de: Beenden

source: Quit App
de: App beenden

source: Remove
de: Entfernen

source: Reset Blocked App Defaults
de: Standard-Sperrliste zurücksetzen

source: Scanning installed apps…
de: Installierte Apps werden durchsucht…

source: Scope
de: Bereich

source: Scope: %@
de: Bereich: %@

source: Search apps or bundle IDs
de: Apps oder Bundle-IDs suchen

source: Sensitivity: %@
de: Empfindlichkeit: %@

source: Sunburst
de: Sonnenlicht

source: This Mac/display does not report Extended Dynamic Range (EDR). Illumination targets XDR-capable displays only.
de: Dieser Mac bzw. dieses Display meldet keinen Extended Dynamic Range (EDR). Illumination funktioniert nur mit XDR-fähigen Displays.

source: Tile
de: Kachel

source: Tile Full Opacity
de: Kachel volle Deckkraft

source: Tile Low Opacity
de: Kachel niedrige Deckkraft

source: Tile Off
de: Kachel aus

source: Toggle HDR Tile
de: HDR-Kachel umschalten

source: Twilight
de: Dämmerung

source: Unavailable
de: Nicht verfügbar

source: Unblock
de: Entsperren
